Repository: kostin-aleks/carpaty-routes
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: Carpathians winter routes
ru: Зимние маршруты в Карпатах

source: Created admin user {}
ru: Создан новый администратор {}

source: Username not found
ru: Не найдено имя пользователя

source: Password:
ru: Пароль:

source: Changed user's password
ru: Изменён пароль пользователя

source: Test user {} is ready to test
ru: Тестовый пользователь {} готов для тестирования

source: Ridge not found
ru: Не найден хребет

source: Peak not found
ru: Не найдена вершина

source: Route not found
ru: Не найден маршрут

source: No permission for this action
ru: Нет разрешения на это действие

source: Not found
ru: Не найдено

source: Ridge info link not found
ru: Ссылка не найдена

source: Ridge link with id={} deleted succesfully
ru: Ссылка с id={} успешно удалена

source: Peak {} deleted succesfully
ru: Вершина {} успешно удалена

source: Peak photo with id={} deleted succesfully
ru: Фотография вершины с id={} успешно удалена

source: Route '{}' not found
ru: Маршрут '{}' не найден

source: Route id='{}' not found
ru: Маршрут id='{}' не найден

source: Route section not found
ru: Участок маршрута не найден

source: Route {} deleted succesfully
ru: Маршрут {} успешно удалён

source: Route point not found
ru: Точка маршрута не найдена

source: Route point with id={} deleted succesfully
ru: Точка маршрута с id={} успешно удалена

source: Route section with id={} deleted succesfully
ru: Участок маршрута с id={} успешно удалён

source: User not found
ru: Пользователь не найден

source: Inactive user
ru: Неактивный пользователь

source: Username already registered
ru: Имя пользователя уже используется

source: Email already registered
ru: Email уже используется другим пользователем
